{
    "hero_video_url": "https://cdn.coverr.co/videos/coverr-a-close-up-of-a-metal-part-being-cleaned-by-a-cnc-machine-1191/1080p.mp4",
    "phone_number": "+11234567890",
    "email_address": "technical.specialist@example.com",
    "linkedin_url": "https://www.linkedin.com/in/yourprofile",
    "about_me": "I am a dedicated Technical Specialist with over a decade of experience in optimizing manufacturing processes, specializing in technical cleanliness standards (VDA 19.1, ISO 16232) and advanced rust prevention strategies. My expertise lies in bridging the gap between material science, chemical engineering, and production line efficiency to eliminate costly failures and improve product longevity in high-precision industries like automotive and aerospace. I use data-driven methods, microscopy, and chemical analysis to solve complex surface contamination and corrosion problems at the root cause.",
    "casestudies": [
        {
            "title": "Eliminating Inter-stage Corrosion in Hydraulic Components",
            "summary": "Implemented a new non-silicate, pH-neutral cleaner and optimized drying cycle (vacuum assist) to eliminate flash rusting of precision steel parts between machining and heat treatment, reducing scrap rates by 18% quarterly.",
            "detail_link": "#"
        },
        {
            "title": "Optimizing Cleaning Process for EV Battery Housings",
            "summary": "Developed a custom particle analysis protocol for aluminum housing surfaces, achieving an ISO 16232 cleanliness level C (150 μm particle maximum) by changing ultrasonic bath frequency and filtration media.",
            "detail_link": "#"
        }
    ],
    "skills": [
        "Technical Cleanliness Auditing (VDA 19.1)",
        "Corrosion Failure Analysis",
        "Process Optimization (Six Sigma)",
        "Material Science & Metallurgy",
        "Chemical Process Engineering",
        "Jinja2 & Flask Development"
    ],
    "projects": [
        {
            "title": "Interactive Rust Prediction Tool",
            "summary": "Developed a Flask application that models corrosion risk based on component material, humidity, and VCI packaging choice.",
            "link": "#"
        },
        {
            "title": "Automated Cleanliness Reporting System",
            "summary": "Created Python scripts to process image analysis data (microscopy) and generate VDA 19-compliant reports automatically.",
            "link": "#"
        }
    ],
    "articles": [
        {
            "title": "The Role of VCI in Extended Storage Protection",
            "summary": "A deep dive into Vapor Corrosion Inhibitor technologies and their selection criteria for various metal alloys.",
            "link": "#"
        },
        {
            "title": "Understanding Particulate vs. Film Contamination",
            "summary": "Explaining the difference between measuring non-volatile residue (NVR) and particle counts, and their impact on critical assemblies.",
            "link": "#"
        }
    ]
}
