{
  "about_me": "As a Chemical System Technical Specialist, I bridge the gap between material science and engineering process controls. My expertise lies in applying standards like VDA 19.x and ISO 16232 to achieve technical cleanliness goals, specializing in failure analysis for critical components in hydraulic and mechanical systems. I transform complex analytical data (SEM-EDX, FTIR) into actionable process improvements.",
  "hero_video_url": "https://cdn.coverr.co/videos/coverr-a-scientist-wearing-a-face-mask-working-on-his-research-in-the-lab-9316/1080p.mp4",
  "skills": [
    "Technical Cleanliness (VDA 19.x, ISO 16232)",
    "Chemical Compatibility & Analysis (FTIR, SEM-EDX)",
    "Root Cause Analysis (8D, 5-Why)",
    "Metallurgy & Failure Analysis",
    "Process Validation & Quality Control",
    "Python (Flask, Data Analysis)",
    "Database Management (SQL)"
  ],
  "articles": [
    {"title": "The Role of Sample Preparation in Contaminant Identification", "summary": "A deep dive into best practices for minimizing external contamination during VDA 19 procedures.", "link": "#"},
    {"title": "Automating Cleanliness Reporting with Python and Pandas", "summary": "How I streamlined data processing from particle counters to reduce reporting time by 75%.", "link": "#"}
  ],
  "projects": [
    {"title": "ChemSure Compliance System", "summary": "A Python web application for real-time GADSL substance search and compliance checking.", "link": "#"},
    {"title": "MatSync Material Selector", "summary": "A database-driven tool to match compatible material-chemical pairings, reducing premature system failure.", "link": "#"}
  ],
  "casestudies": [
    {
      "id": "corrosion-reduction",
      "title": "Case Study: 30% Reduction in Valve Corrosion",
      "summary": "Used FTIR to identify the specific organic residue causing premature corrosion in hydraulic valves. Implemented a 4-stage cleaning process resulting in quantified savings.",
      "detail_link": "#"
    },
    {
      "id": "particle-control",
      "title": "Case Study: Achieving ISO 16232 Level 1 Cleanliness",
      "summary": "Redesigned the entire component handling and packaging process, resulting in the successful validation of the component to demanding ISO cleanliness standards.",
      "detail_link": "#"
    }
  ]
}
